7-zip-full
alacritty
auto-cpufreq
base-devel
blueman
bluez
bluez-utils
brave-bin
breeze
dex
dhcpcd
dialog
discord
dnsmasq
dunst
ebtables
efibootmgr
efivar
emacs
exa
fd
ffmpeg
fzf
gimp
gnome-keyring
gpick
gzip
hicolor-icon-theme
htop
imagemagick
jdk17-openjdk
kitty
lazygit
lf
linux-headers
lxappearance
mailspring
maim
mesa
mpv
neofetch
neovim
neovim-nvim-treesitter
networkmanager
network-manager-applet
networkmanager-dmenu-git
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
onlyoffice-bin
otf-font-awesome
pandoc-cli
papirus-icon-theme
perl-file-mimeinfo
picom-ibhagwan-git
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
pop-gtk-theme
python
python-pip
qalculate-gtk
qemu-base
qt5ct
ripgrep
spotify
starship
stow
sxiv
tar
texlive-bibtexextra
texlive-fontsextra
texlive-most
thunar
thunar-archive-plugin
tldr
tlp
tmux
trayer
tree
ttc-iosevka-aile
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-mononoki-nerd
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-sourcecodepro-nerd
ttf-ubuntu-font-family
ttf-ubuntu-nerd
ueberzug
udiskie
unclutter
unrar
unzip
viewnior
vimix-gtk-themes
vimix-icon-theme
virt-manager
volumeicon
whatsapp-for-linux
wireplumber
wpa_supplicant
xdotool
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xmobar
xmonad
xmonad-contrib
xorg
xorg-xclipboard
xorg-xinit
xclip
xwallpaper
zathura
zathura-pdf-mupdf
zsh
